{
  "movies": [
    {
      "id": 1,
      "title": "Avengers",
      "description":"Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ.И.Т. Ник Фьюри собирает выдающихся поборников справедливости и добра, чтобы отразить атаку. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
      "img": "https://ic.pics.livejournal.com/bigfatcat19/68916090/895636/895636_original.jpg"
    },
    {
      "id": 2,
      "title": "Avatar",
      "description":"Джейк Салли - бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
      "img": "https://images-na.ssl-images-amazon.com/images/I/51py8Wr0SNL.jpg"
    },
    {
      "id": 3,
      "title": "Shawshank redemption",
      "description":"Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "img": "https://media1.giphy.com/media/126XZOZ4xUt0NG/giphy.gif"
    },
    {
      "id": 4,
      "title": "The Green Mile",
      "description":"Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
      "img": "https://images-na.ssl-images-amazon.com/image222s/I/51py8Wr0SNL.jpg"
    },
    {
      "id": 5,
      "title": "Only Lovers Left Alive",
      "description":"История древних вампиров Адама и Евы, которые видели ещё татаро-монгольское иго и инквизицию. Адам — рокер из Детройта, играющий андеграунд-музыку. Он уже очень старый, он хочет тишины, покоя, и тихо ненавидит «зомби» (так вампиры зовут людей). Ева же — напротив, весьма жизнерадостная вампирелла постарше, общающаяся с поэтом времён Шекспира, Кристофером Марло, и живущая в Танжере. Она приезжает вытаскивать своего любовника из пучины депрессии. Но идиллию нарушает внезапно заявляющаяся младшая сестра Евы — Ава. Исход ситуации предсказать не в силах никто — выживут только любовники?",
      "img": "https://d2t8nixuow17vt.cloudfront.net/movie/poster/544989/w1500_3533889.jpg"
    },
    {
      "id": 6,
      "title": "Escape from Pretoria",
      "description":"Двое борцов за свободу отбывают срок в одной из самых строгих тюрем мира – в «Претории». Вместе с другими узниками они планируют дерзкий и опасный побег. Но придумать план – это только первый шаг. Шаг второй – реализация плана.",
      "img": "https://pbs.twimg.com/media/EU0pH_KXYAAp82m.jpg"
    },
    {
      "id": 7,
      "title": "Get Out",
      "description":"Знакомство с родителями подружки не предвещает молодому фотографу из Нью-Йорка ничего хорошего, ведь семья девушки принадлежит к элитному обществу и живет в уединенном загородном доме. Если бы он только знал истинную причину своего приглашения, то немедленно бросился бы прочь…",
      "img": "https://i.pinimg.com/736x/57/c4/e3/57c4e3b1d91d5dd742fa090fd5114cf1.jpg"
    },
    {
      "id": 8,
      "title": "Split",
      "description":"Cредь бела дня с многолюдной парковки незнакомец похищает трёх школьниц. Они приходят в себя в закрытом помещении, а в душе владельца таятся 23 лика страха. Сменяя друг друга, личности ведут обычную для них жизнь — работают и ходят к психотерапевту, периодически напоминая пленницам, что они дожидаются 24-ю личность, которая скоро явит себя миру.",
      "img": "https://filmeonline4k.com/i/thumb/435_big.jpg"
    },
    {
      "id": 9,
      "title": "Filth",
      "description":"Главный герой — Брюс Робертсон, детектив-сержант сыскной полиции города Эдинбурга, стремящийся получить вакантную должность детектива-инспектора. Начальник Брюса Боб Тоал поручает ему руководство расследованием убийства японского студента в подземном переходе. Кроме Брюса на должность инспектора претендуют также его коллеги по отделу сыскной полиции. Робертсон использует все возможные средства, чтобы устранить соперников, подставляя и унижая их...",
      "img": "https://peterburg2.ru/uploads/13/11/15/ga2_467293.jpg"
    },
    {
      "id": 10,
      "title": "Bronson",
      "description":"История жизни британского заключённого Чарльза Бронсона, урождённого Майкла Гордона Питерсона из благополучной британской семьи среднего класса. Бронсон провёл «за решёткой» в одиночной камере за различные нарушения почти 40 лет, и его характеризуют как самого опасного британского преступника.",
      "img": "https://i.pinimg.com/originals/17/f0/99/17f099ab5a0041e60109a9b3b3f8791f.jpg"
    },
    {
      "id": 12,
      "title": "A Clockwork Orange",
      "description":"В фильме был произведен исчерпывающий анализ причин преступности среди молодежи, нетерпимости нового поколения к привычным моральным ценностям и жизненным устоям современного общества.\r\nБезжалостный лидер банды подростков, совершающей убийства и изнасилования, попадает в тюрьму и подвергается специальной обработке по подавлению подсознательного стремления к насилию. Но жизнь за воротами тюрьмы такова, что меры, принятые по «исправлению жестокости характера» не могут ничего изменить.",
      "img": "https://i.pinimg.com/736x/c2/9d/ce/c29dceb02e57a93738271280c8574f55.jpg"
    }
	]
}
